{
  "vocab": [
    "<PAD>", 
    "<UNK>", 
    "#", 
    "$", 
    "%", 
    "&", 
    "''", 
    "'s", 
    ",", 
    "-lrb-", 
    "-rrb-", 
    ".", 
    "15", 
    "16", 
    "1988", 
    "2", 
    "2.2", 
    "2.3", 
    "3.2", 
    "``", 
    "a", 
    "account", 
    "an", 
    "analysts", 
    "and", 
    "announce", 
    "another", 
    "any", 
    "are", 
    "at", 
    "august", 
    "awful", 
    "bad", 
    "bank", 
    "baring", 
    "base", 
    "be", 
    "been", 
    "being", 
    "billion", 
    "boost", 
    "briscoe", 
    "britain", 
    "brothers", 
    "but", 
    "by", 
    "chancellor", 
    "chris", 
    "co.", 
    "commitment", 
    "confidence", 
    "could", 
    "current", 
    "data", 
    "defend", 
    "deficit", 
    "deficits", 
    "dillow", 
    "dive", 
    "down", 
    "due", 
    "economist", 
    "economists", 
    "eroded", 
    "european", 
    "exchange", 
    "exchequer", 
    "expect", 
    "expected", 
    "exports", 
    "fail", 
    "failure", 
    "few", 
    "figure", 
    "figures", 
    "firm", 
    "for", 
    "forced", 
    "forecasts", 
    "foreign", 
    "freefall", 
    "from", 
    "gap", 
    "government", 
    "has", 
    "heavily", 
    "helped", 
    "his", 
    "house", 
    "if", 
    "improvement", 
    "in", 
    "increase", 
    "increased", 
    "industry", 
    "institute", 
    "is", 
    "itself", 
    "joshi", 
    "july", 
    "last", 
    "lawson", 
    "level", 
    "lot", 
    "mansion", 
    "manufacturing", 
    "marked", 
    "market", 
    "measures", 
    "midland", 
    "monetary", 
    "montagu", 
    "near-record", 
    "new", 
    "nigel", 
    "no", 
    "nomura", 
    "noted", 
    "number", 
    "october", 
    "of", 
    "on", 
    "only", 
    "over", 
    "past", 
    "plc", 
    "policy", 
    "pound", 
    "pressure", 
    "prevent", 
    "range", 
    "rates", 
    "reckon", 
    "registered", 
    "release", 
    "reported", 
    "research", 
    "restated", 
    "risk", 
    "risks", 
    "said", 
    "sanjay", 
    "say", 
    "senior", 
    "september", 
    "sharp", 
    "show", 
    "side", 
    "sign", 
    "simon", 
    "speech", 
    "sterling", 
    "substantial", 
    "support", 
    "take", 
    "that", 
    "the", 
    "their", 
    "there", 
    "this", 
    "thursday", 
    "to", 
    "tomorrow", 
    "topped", 
    "trade", 
    "transforming", 
    "u.k.", 
    "underlying", 
    "unit", 
    "very", 
    "week", 
    "widely"
  ], 
  "labels": [
    "#", 
    "$", 
    "''", 
    "(", 
    ")", 
    ",", 
    ".", 
    "CC", 
    "CD", 
    "DT", 
    "EX", 
    "IN", 
    "JJ", 
    "MD", 
    "NN", 
    "NNP", 
    "NNPS", 
    "NNS", 
    "POS", 
    "PRP", 
    "PRP$", 
    "RB", 
    "TO", 
    "VB", 
    "VBD", 
    "VBG", 
    "VBN", 
    "VBP", 
    "VBZ", 
    "``"
  ], 
  "features": [
    "<PAD>", 
    "<UNK>", 
    "DIGIT", 
    "LOWER", 
    "MIXED", 
    "PUNCT", 
    "TITLE", 
    "UPPER"
  ]
}