{
  "vocab": [
    "<PAD>", 
    "<UNK>", 
    "!", 
    "#", 
    "$", 
    "%", 
    "&", 
    "'", 
    "''", 
    "'40s", 
    "'60s", 
    "'70s", 
    "'71", 
    "'80s", 
    "'86", 
    "'90s", 
    "'d", 
    "'ll", 
    "'m", 
    "'n'", 
    "'re", 
    "'s", 
    "'t-", 
    "'til", 
    "'ve", 
    ",", 
    "-", 
    "--", 
    "-lcb-", 
    "-lrb-", 
    "-rcb-", 
    "-rrb-", 
    ".", 
    "...", 
    ".50", 
    "0.0015", 
    "0.01", 
    "0.0108", 
    "0.03", 
    "0.05", 
    "0.06", 
    "0.1", 
    "0.10", 
    "0.2", 
    "0.23", 
    "0.24", 
    "0.25", 
    "0.272", 
    "0.3", 
    "0.32", 
    "0.36", 
    "0.375", 
    "0.4", 
    "0.43", 
    "0.5", 
    "0.51", 
    "0.53", 
    "0.60", 
    "0.7", 
    "0.71", 
    "0.73", 
    "0.75", 
    "0.76", 
    "0.8", 
    "0.86", 
    "0.88", 
    "0.89", 
    "0.9", 
    "0.92", 
    "0.95", 
    "1", 
    "1,000", 
    "1,022,000", 
    "1,103.11", 
    "1,150,000", 
    "1,155", 
    "1,200", 
    "1,235", 
    "1,250", 
    "1,263,000", 
    "1,275,000", 
    "1,296,000", 
    "1,300", 
    "1,400", 
    "1,425,035", 
    "1,435", 
    "1,490", 
    "1,500", 
    "1,640,000", 
    "1,647", 
    "1,680", 
    "1,695,000", 
    "1,700", 
    "1,730", 
    "1,800", 
    "1,800-a-year", 
    "1,809,300", 
    "1,838,200", 
    "1,920", 
    "1,930", 
    "1,980", 
    "1-2-3", 
    "1-800-453-9000", 
    "1.0", 
    "1.02", 
    "1.03", 
    "1.04", 
    "1.05", 
    "1.06", 
    "1.07", 
    "1.08", 
    "1.09", 
    "1.1", 
    "1.10", 
    "1.11", 
    "1.12", 
    "1.125", 
    "1.13", 
    "1.15", 
    "1.16", 
    "1.17", 
    "1.18", 
    "1.19", 
    "1.2", 
    "1.20", 
    "1.21", 
    "1.22", 
    "1.23", 
    "1.2345", 
    "1.24", 
    "1.25", 
    "1.27", 
    "1.2795", 
    "1.28", 
    "1.29", 
    "1.3", 
    "1.31", 
    "1.32", 
    "1.35", 
    "1.36", 
    "1.37", 
    "1.375", 
    "1.38", 
    "1.39", 
    "1.4", 
    "1.40", 
    "1.42", 
    "1.43", 
    "1.44", 
    "1.45", 
    "1.47", 
    "1.48", 
    "1.49", 
    "1.5", 
    "1.5-mile", 
    "1.50", 
    "1.51", 
    "1.52", 
    "1.53", 
    "1.54", 
    "1.56", 
    "1.58", 
    "1.5890", 
    "1.59", 
    "1.5920", 
    "1.5940", 
    "1.5990", 
    "1.6", 
    "1.60", 
    "1.625", 
    "1.64", 
    "1.67", 
    "1.69", 
    "1.7", 
    "1.70", 
    "1.71", 
    "1.72", 
    "1.73", 
    "1.75", 
    "1.76", 
    "1.8", 
    "1.80", 
    "1.81", 
    "1.82", 
    "1.83", 
    "1.8470", 
    "1.8485", 
    "1.85", 
    "1.8578", 
    "1.8667", 
    "1.87", 
    "1.875", 
    "1.89", 
    "1.9", 
    "1.90", 
    "1.93", 
    "1.95", 
    "1.97", 
    "1.99", 
    "10", 
    "10,000", 
    "10,300", 
    "10-fold", 
    "10-to-1", 
    "10-week", 
    "10-year", 
    "10.01", 
    "10.03", 
    "10.08", 
    "10.09", 
    "10.1", 
    "10.13", 
    "10.2", 
    "10.3", 
    "10.37", 
    "10.4", 
    "10.44", 
    "10.5", 
    "10.5625", 
    "10.59", 
    "10.6", 
    "10.7", 
    "10.75", 
    "10.958", 
    "10.98", 
    "100", 
    "100,000", 
    "100-foot-long", 
    "100-share", 
    "100.2", 
    "100.625", 
    "101", 
    "101.4", 
    "101.60", 
    "101.75", 
    "101.90", 
    "101.98", 
    "1017.69", 
    "102", 
    "102.1", 
    "102.25", 
    "102.5", 
    "102.625", 
    "103", 
    "104", 
    "105", 
    "105.2", 
    "106", 
    "106.6", 
    "106.7", 
    "107", 
    "107.9", 
    "108", 
    "108-year-old", 
    "108.4", 
    "109", 
    "10:10", 
    "10:45", 
    "10\\/32", 
    "10th", 
    "11", 
    "11,000", 
    "11,429,243", 
    "11,775,000", 
    "11-point", 
    "11.0", 
    "11.04", 
    "11.07", 
    "11.1", 
    "11.2", 
    "11.25", 
    "11.3", 
    "11.4", 
    "11.5", 
    "11.7", 
    "11.8", 
    "11.88", 
    "11.9", 
    "11.91", 
    "110", 
    "110-lawyer", 
    "110-story", 
    "111", 
    "111.48", 
    "112", 
    "112.16", 
    "112.2", 
    "112.9", 
    "113", 
    "114", 
    "114.2", 
    "114.4", 
    "115", 
    "115,000-square-foot", 
    "116.56", 
    "116.8", 
    "119", 
    "119.88", 
    "11:54", 
    "11:59", 
    "11\\/16", 
    "11\\/32", 
    "11th", 
    "11th-hour", 
    "12", 
    "12,017,724", 
    "12,092", 
    "12,283,217", 
    "12,500", 
    "12,500,000", 
    "12,591", 
    "12,822,563", 
    "12-county", 
    "12-month", 
    "12-year", 
    "12.1", 
    "12.3", 
    "12.375", 
    "12.4", 
    "12.48", 
    "12.5", 
    "12.50", 
    "12.6", 
    "12.7", 
    "12.75", 
    "12.8", 
    "12.9", 
    "12.94", 
    "120", 
    "120,000", 
    "120-day", 
    "120.1", 
    "121", 
    "122", 
    "122.4", 
    "123", 
    "1230.80", 
    "1247.87", 
    "125", 
    "125-billion-a-year", 
    "125.7", 
    "1263.51", 
    "127.5", 
    "128", 
    "128.1", 
    "129", 
    "129.6", 
    "129.62", 
    "12:01", 
    "12:06", 
    "12:07", 
    "12:15", 
    "12:38", 
    "12:48", 
    "12:54", 
    "13", 
    "13,000", 
    "13,120", 
    "13,865,000", 
    "13.1", 
    "13.2", 
    "13.32", 
    "13.35", 
    "13.4", 
    "13.5", 
    "13.50", 
    "13.6", 
    "13.625", 
    "13.64", 
    "13.7", 
    "13.75", 
    "13.8", 
    "130", 
    "130,000", 
    "130-unit", 
    "130.13", 
    "130.46", 
    "130.875", 
    "131,146", 
    "131.3", 
    "131.34", 
    "132", 
    "134", 
    "134,000", 
    "134.2", 
    "134.8", 
    "135.09", 
    "136", 
    "136.4", 
    "137", 
    "137.4", 
    "139", 
    "13d", 
    "13th", 
    "14", 
    "14,000", 
    "14,580,000", 
    "14-point", 
    "14-year-old", 
    "14.06", 
    "14.2", 
    "14.25", 
    "14.3", 
    "14.4", 
    "14.5", 
    "14.6", 
    "14.7", 
    "14.8", 
    "14.99", 
    "140", 
    "140,000", 
    "140.1", 
    "141,903", 
    "141.35", 
    "141.45", 
    "141.55", 
    "141.70", 
    "141.93", 
    "141.95", 
    "142", 
    "142,117", 
    "142.43", 
    "142.75", 
    "143,178", 
    "144.1", 
    "144.5", 
    "145,954", 
    "145.4", 
    "146", 
    "146.8", 
    "148", 
    "148,000", 
    "14th", 
    "15", 
    "15,000", 
    "15,261", 
    "15-month", 
    "15-year", 
    "15.02", 
    "15.09", 
    "15.1", 
    "15.125", 
    "15.2", 
    "15.25", 
    "15.3", 
    "15.4", 
    "15.50", 
    "15.6", 
    "15.64", 
    "15.72", 
    "15.75", 
    "15.8", 
    "15.80", 
    "150", 
    "150,000", 
    "150,000-barrel-a-day", 
    "150-plus", 
    "150.3", 
    "150.7", 
    "150.8", 
    "153", 
    "153.9", 
    "154", 
    "154.05", 
    "155.3", 
    "155.4", 
    "156.7", 
    "157.8", 
    "15\\/16", 
    "16", 
    "16%-owned", 
    "16,000", 
    "16,250", 
    "16,500", 
    "16,746", 
    "16-story", 
    "16.22", 
    "16.4", 
    "16.5", 
    "16.59", 
    "16.6", 
    "16.625", 
    "16.66", 
    "16.9", 
    "160", 
    "160,000", 
    "161-day", 
    "161.1", 
    "162,000", 
    "162,190", 
    "163-member", 
    "164,830,000", 
    "165", 
    "166,900,000", 
    "166.4", 
    "166.9", 
    "167", 
    "168", 
    "168.50", 
    "169.28", 
    "16th", 
    "17", 
    "17,000", 
    "17-member", 
    "17.2", 
    "17.3", 
    "17.4", 
    "17.47", 
    "17.5", 
    "17.73", 
    "170", 
    "170.4", 
    "170.65", 
    "172", 
    "173.5", 
    "174.5", 
    "175", 
    "1758.5", 
    "1761.0", 
    "177.4", 
    "177.5", 
    "1772.1", 
    "178", 
    "178.0", 
    "179", 
    "18", 
    "18,000", 
    "18-story", 
    "18.1", 
    "18.11", 
    "18.125", 
    "18.2", 
    "18.3", 
    "18.4", 
    "18.5", 
    "18.50", 
    "18.6", 
    "18.7", 
    "18.73", 
    "18.95", 
    "180", 
    "180.9", 
    "181", 
    "181.9", 
    "182.1", 
    "183,467", 
    "184", 
    "1845", 
    "186", 
    "186,000", 
    "188", 
    "188.7", 
    "189.32", 
    "1890s", 
    "18th-century", 
    "19", 
    "19,395", 
    "19.2", 
    "19.50", 
    "19.6", 
    "19.60", 
    "19.625", 
    "19.7", 
    "19.8", 
    "19.93", 
    "19.98", 
    "190", 
    "190-point", 
    "190.1", 
    "190.125", 
    "190.3", 
    "190.58", 
    "190.58-point", 
    "1900", 
    "1906", 
    "1908", 
    "191", 
    "191.1", 
    "191.2", 
    "191.75", 
    "1915-1923", 
    "192.5", 
    "1929", 
    "193.3", 
    "1930s", 
    "1932", 
    "1934", 
    "1937", 
    "1938", 
    "1942", 
    "1947", 
    "1948", 
    "1949", 
    "1950", 
    "1950s", 
    "1951", 
    "1953", 
    "1957", 
    "1958", 
    "1959", 
    "196", 
    "196,785", 
    "196.7", 
    "1960", 
    "1960s", 
    "1961", 
    "1962", 
    "1963", 
    "1965", 
    "1966", 
    "1969", 
    "197", 
    "1970", 
    "1970s", 
    "1971", 
    "1972", 
    "1973", 
    "1974", 
    "1975", 
    "1976", 
    "1977", 
    "1978", 
    "1979", 
    "1979-80", 
    "198", 
    "198,120,000", 
    "198.1", 
    "198.41", 
    "1980", 
    "1980s", 
    "1981", 
    "1982", 
    "1982-83", 
    "1983", 
    "1983-1987", 
    "1984", 
    "1984-85", 
    "1985", 
    "1986", 
    "1986-87", 
    "1987", 
    "1987-88", 
    "1988", 
    "1989", 
    "1989-1990", 
    "1989-83", 
    "1989-84", 
    "199.7", 
    "1990", 
    "1990-2000", 
    "1990s", 
    "1991", 
    "1991-1996", 
    "19912000", 
    "1992", 
    "1993", 
    "1994", 
    "1995", 
    "1996", 
    "1997", 
    "1997-2000", 
    "1998", 
    "1999", 
    "19\\/32", 
    "1:00", 
    "1:11", 
    "1:20", 
    "1\\/2", 
    "1\\/2-mile", 
    "1\\/2-year", 
    "1\\/32", 
    "1\\/4", 
    "1\\/8", 
    "2", 
    "2,000", 
    "2,002", 
    "2,010", 
    "2,064", 
    "2,070", 
    "2,120", 
    "2,157,656", 
    "2,202,000", 
    "2,204.62", 
    "2,205,000", 
    "2,360", 
    "2,387,226", 
    "2,400", 
    "2,472", 
    "2,480", 
    "2,490", 
    "2,500", 
    "2,610", 
    "2,660", 
    "2,664,098", 
    "2,700", 
    "2,840", 
    "2,850,000", 
    "2,890", 
    "2,940", 
    "2,960", 
    "2-for-1", 
    "2-to-1", 
    "2.01", 
    "2.02", 
    "2.03", 
    "2.04", 
    "2.06", 
    "2.08", 
    "2.09", 
    "2.1", 
    "2.12", 
    "2.125", 
    "2.16", 
    "2.2", 
    "2.23", 
    "2.25", 
    "2.26", 
    "2.29", 
    "2.3", 
    "2.33", 
    "2.375", 
    "2.4", 
    "2.40", 
    "2.41", 
    "2.44", 
    "2.46", 
    "2.5", 
    "2.5-ton", 
    "2.50", 
    "2.51", 
    "2.52", 
    "2.53", 
    "2.55", 
    "2.58", 
    "2.59", 
    "2.6", 
    "2.61", 
    "2.625", 
    "2.65", 
    "2.66", 
    "2.69", 
    "2.7", 
    "2.70", 
    "2.73", 
    "2.74", 
    "2.75", 
    "2.77", 
    "2.78", 
    "2.79", 
    "2.8", 
    "2.85", 
    "2.9", 
    "2.90", 
    "2.91", 
    "2.94", 
    "2.9428", 
    "2.9429", 
    "2.9495", 
    "20", 
    "20%-a-year", 
    "20%-plus", 
    "20,000", 
    "20-mile", 
    "20-stock", 
    "20-year", 
    "20.", 
    "20.125", 
    "20.25", 
    "20.3", 
    "20.4", 
    "20.42", 
    "20.5", 
    "200", 
    "200,000", 
    "200.2", 
    "2000", 
    "2001", 
    "2003", 
    "2003\\/2007", 
    "2005", 
    "2006", 
    "2007", 
    "2009", 
    "201,028", 
    "2010", 
    "2012", 
    "2013", 
    "2014", 
    "2018", 
    "2019", 
    "204.5", 
    "205", 
    "205.3", 
    "206", 
    "207", 
    "208.8", 
    "20s", 
    "20th", 
    "21", 
    "21.03", 
    "21.125", 
    "21.23", 
    "21.3", 
    "21.33", 
    "21.4", 
    "21.5", 
    "21.6", 
    "21.625", 
    "21.7", 
    "21.8", 
    "21.9", 
    "21.98", 
    "210", 
    "210.3", 
    "211,666", 
    "213,000", 
    "215", 
    "215,845", 
    "215.42", 
    "215.48", 
    "217", 
    "217.5", 
    "2170.1", 
    "2176.9", 
    "2179.1", 
    "2189", 
    "2189.3", 
    "22", 
    "22,000", 
    "22,300", 
    "22.25", 
    "22.5", 
    "22.6", 
    "22.78", 
    "22.9", 
    "220", 
    "221", 
    "222", 
    "222.8", 
    "223", 
    "223.2", 
    "2233.9", 
    "224", 
    "224.1", 
    "225", 
    "228", 
    "229", 
    "22\\/32", 
    "23", 
    "23-5", 
    "23.25", 
    "23.34", 
    "23.5", 
    "23.53", 
    "23.625", 
    "23.9", 
    "230", 
    "230-a-share", 
    "232.3", 
    "232.6", 
    "233,000", 
    "235", 
    "24", 
    "24,891", 
    "24.25", 
    "24.8", 
    "24.9", 
    "240", 
    "240.8", 
    "242", 
    "244", 
    "244,000", 
    "244.6", 
    "247", 
    "247.6", 
    "249.5", 
    "24th", 
    "24th-largest", 
    "25", 
    "25,000", 
    "25-cent-a-share", 
    "25.4", 
    "25.5", 
    "25.50", 
    "25.8", 
    "250", 
    "250,000", 
    "250-megawatt", 
    "250.80", 
    "251", 
    "251.2", 
    "252", 
    "254", 
    "255,923", 
    "255.8", 
    "257", 
    "257.8", 
    "258.4", 
    "25\\/32", 
    "26", 
    "26-man", 
    "26.48", 
    "26.7", 
    "26.8", 
    "26.81", 
    "26.9", 
    "263,684", 
    "2642.88", 
    "2643.65", 
    "266.2", 
    "266.66", 
    "2665.66", 
    "267", 
    "2679.72", 
    "268.98", 
    "2683.20", 
    "2689.14", 
    "269", 
    "26\\/32", 
    "27", 
    "27,225", 
    "27.8", 
    "27.9", 
    "270", 
    "271", 
    "273", 
    "273.9", 
    "274,475", 
    "276,334", 
    "278.7", 
    "28", 
    "28,000", 
    "28-pence", 
    "28.125", 
    "28.25", 
    "28.55", 
    "28.6", 
    "28.625", 
    "28.75", 
    "28.8", 
    "282", 
    "285", 
    "288", 
    "289", 
    "28\\/32", 
    "29", 
    "29.25", 
    "29.4", 
    "29.7", 
    "29.8", 
    "290", 
    "291,890", 
    "293", 
    "293.9", 
    "294", 
    "295.7", 
    "297,446", 
    "298", 
    "299,000", 
    "29\\/32", 
    "2\\/32", 
    "3", 
    "3,000", 
    "3,300", 
    "3,363,949", 
    "3,383,477", 
    "3,390", 
    "3,500", 
    "3,513,072", 
    "3,524,000", 
    "3,800-man", 
    "3,820,634", 
    "3,855.60", 
    "3,950", 
    "3-type", 
    "3.01", 
    "3.03", 
    "3.04", 
    "3.06", 
    "3.08", 
    "3.09", 
    "3.1", 
    "3.125", 
    "3.13", 
    "3.16", 
    "3.18", 
    "3.19", 
    "3.2", 
    "3.23", 
    "3.25", 
    "3.3", 
    "3.31", 
    "3.34", 
    "3.35", 
    "3.36", 
    "3.38", 
    "3.4", 
    "3.41", 
    "3.46", 
    "3.48", 
    "3.5", 
    "3.5-inch", 
    "3.53", 
    "3.55", 
    "3.6", 
    "3.60", 
    "3.65", 
    "3.68", 
    "3.7", 
    "3.75", 
    "3.8", 
    "3.80", 
    "3.83", 
    "3.846", 
    "3.85", 
    "3.86", 
    "3.865", 
    "3.9", 
    "3.91", 
    "3.92", 
    "3.97", 
    "3.98", 
    "30", 
    "30,000", 
    "30-day", 
    "30-pound", 
    "30-share", 
    "30-year", 
    "30-year-old", 
    "30.7", 
    "300", 
    "300,000", 
    "300-a-share", 
    "300-day", 
    "304", 
    "306.6", 
    "307", 
    "309.3", 
    "3090", 
    "3090s", 
    "30\\/32", 
    "30th", 
    "31", 
    "31-year-old", 
    "31.2", 
    "31.25", 
    "31.3", 
    "31.6", 
    "31.65", 
    "31.8", 
    "31.875", 
    "31.9", 
    "311.6", 
    "314", 
    "315,000", 
    "315.5", 
    "318", 
    "318.6", 
    "318.7", 
    "319", 
    "319,000", 
    "31\\/32", 
    "32", 
    "32,000", 
    "32,191", 
    "32-bit", 
    "32.125", 
    "32.50", 
    "32.6", 
    "32.71", 
    "32.8", 
    "320,000", 
    "320.5", 
    "320.54", 
    "321", 
    "323.4", 
    "324", 
    "325", 
    "329", 
    "33", 
    "33,000", 
    "33-year-old", 
    "33.25", 
    "33.375", 
    "33.75", 
    "331.8", 
    "333.3", 
    "334,000", 
    "336", 
    "338", 
    "3392.49", 
    "3398.65", 
    "34", 
    "34,000", 
    "34-floor", 
    "34.2", 
    "34.5", 
    "34.6", 
    "34.9", 
    "340b", 
    "341.76", 
    "344", 
    "345-47", 
    "345.5", 
    "347.13", 
    "348.4", 
    "35", 
    "35,000", 
    "35-year-old", 
    "35.2", 
    "35.4", 
    "35.50", 
    "35.875", 
    "350", 
    "350,000", 
    "351.3", 
    "35107.56", 
    "35242.65", 
    "35374.22", 
    "35486.38", 
    "355", 
    "35544.87", 
    "35588.36", 
    "356", 
    "356.1", 
    "35611.38", 
    "357", 
    "357.2", 
    "36", 
    "36,015,194", 
    "36.4", 
    "36.50", 
    "36.6", 
    "360-day", 
    "360.1", 
    "365-day", 
    "366.50", 
    "366.85", 
    "367.10", 
    "367.30", 
    "368", 
    "368.4", 
    "37", 
    "37,300", 
    "37.1", 
    "37.5", 
    "37.50", 
    "37.75", 
    "370.60", 
    "3717.46", 
    "375", 
    "375.9", 
    "378.07", 
    "38", 
    "38-cents-a-share", 
    "38.5", 
    "38.7", 
    "38.8", 
    "382.81", 
    "382.9", 
    "385", 
    "386", 
    "386,000", 
    "387.4", 
    "39", 
    "39,000", 
    "39,400", 
    "39-year-old", 
    "39.08", 
    "39.2", 
    "39.55", 
    "39.8", 
    "390", 
    "390-million", 
    "392", 
    "393", 
    "393.1", 
    "394.4", 
    "396,000", 
    "398,000", 
    "3:25", 
    "3\\/16", 
    "3\\/4", 
    "3\\/8", 
    "3m", 
    "4", 
    "4,000", 
    "4,170", 
    "4,320", 
    "4,346", 
    "4,400", 
    "4,469,167", 
    "4,500", 
    "4,600", 
    "4,930", 
    "4-for-1", 
    "4.01", 
    "4.05", 
    "4.060", 
    "4.065", 
    "4.07", 
    "4.1", 
    "4.10", 
    "4.2", 
    "4.2-ton", 
    "4.23", 
    "4.3", 
    "4.31", 
    "4.4", 
    "4.46", 
    "4.47", 
    "4.48", 
    "4.49", 
    "4.5", 
    "4.50", 
    "4.52", 
    "4.6", 
    "4.66", 
    "4.68", 
    "4.7", 
    "4.74", 
    "4.75", 
    "4.76", 
    "4.8", 
    "4.80", 
    "4.84-a-share", 
    "4.875", 
    "4.88", 
    "4.9", 
    "4.92", 
    "4.97", 
    "40", 
    "40,000", 
    "40-a-share", 
    "40-point", 
    "40-year-old", 
    "40.1", 
    "40.6", 
    "400", 
    "400,000", 
    "400.3", 
    "402,000", 
    "402.7", 
    "403", 
    "404,294", 
    "405", 
    "406", 
    "407.9", 
    "409", 
    "409,000", 
    "41", 
    "41.2", 
    "41.3", 
    "41.5", 
    "41.76", 
    "41.8", 
    "410", 
    "411", 
    "414", 
    "415.9", 
    "42", 
    "42.5", 
    "42.60", 
    "42.7", 
    "421", 
    "422", 
    "422.1", 
    "423.9", 
    "425", 
    "425,000", 
    "427.7", 
    "428", 
    "43", 
    "43,000", 
    "43-year-old", 
    "43.3", 
    "43.375", 
    "43.5", 
    "43.75", 
    "430,000", 
    "432", 
    "433.2", 
    "433.5", 
    "436,000", 
    "44", 
    "44,000", 
    "44-cent-a-barrel", 
    "44.125", 
    "44.3", 
    "44.6", 
    "44.625", 
    "44.7", 
    "4400", 
    "441.1", 
    "445,645", 
    "449", 
    "449.3", 
    "45", 
    "45-member", 
    "45-year-old", 
    "45.3", 
    "45.50", 
    "450", 
    "450,000", 
    "452", 
    "453", 
    "453,000", 
    "454", 
    "455,000", 
    "456.2", 
    "456.4", 
    "457", 
    "458.52", 
    "458.8", 
    "46", 
    "46-year-old", 
    "46.1", 
    "46.125", 
    "46.5", 
    "46.9", 
    "460.33", 
    "461", 
    "461,539,056", 
    "463.06", 
    "465", 
    "469.6", 
    "47", 
    "47.6", 
    "470", 
    "470.80", 
    "471.6", 
    "473", 
    "475", 
    "476.5", 
    "48", 
    "48,000", 
    "48-year-old", 
    "48.375", 
    "48.6", 
    "481", 
    "482.3", 
    "486", 
    "486.74", 
    "486tm", 
    "49", 
    "49-nation", 
    "49.2", 
    "49.9", 
    "491.10", 
    "496", 
    "4:02", 
    "4:30", 
    "4\\/32", 
    "5", 
    "5,000", 
    "5,088", 
    "5,088,774", 
    "5,267,238", 
    "5,273", 
    "5,440", 
    "5,500", 
    "5,760", 
    "5-4", 
    "5.0", 
    "5.03", 
    "5.04", 
    "5.09", 
    "5.1", 
    "5.10", 
    "5.133", 
    "5.16", 
    "5.2", 
    "5.23", 
    "5.25", 
    "5.28", 
    "5.3", 
    "5.315", 
    "5.32", 
    "5.37", 
    "5.4", 
    "5.41", 
    "5.42", 
    "5.44", 
    "5.5", 
    "5.58", 
    "5.6", 
    "5.67", 
    "5.7", 
    "5.75", 
    "5.76", 
    "5.8", 
    "5.81", 
    "5.9", 
    "5.91", 
    "5.94", 
    "5.99", 
    "50", 
    "50,000", 
    "50,005,000", 
    "50,400", 
    "50-50", 
    "50-story", 
    "50.01", 
    "50.3", 
    "50.5", 
    "50.7", 
    "50.8", 
    "50.9", 
    "500", 
    "500,000", 
    "500-stock", 
    "500-store", 
    "504", 
    "505-455", 
    "507", 
    "508-point", 
    "509", 
    "51", 
    "51,911,566", 
    "51-48", 
    "51-year-old", 
    "51.3", 
    "51.9", 
    "515.4", 
    "517", 
    "52", 
    "52-week", 
    "52-year-old", 
    "52.1", 
    "52.50", 
    "52.7", 
    "52.75", 
    "520,000", 
    "522", 
    "523,920,214", 
    "524.5", 
    "525", 
    "525,000", 
    "527.39", 
    "528.4", 
    "53", 
    "53,496,665", 
    "53.1", 
    "53.75", 
    "535", 
    "537.91", 
    "539.4", 
    "54", 
    "54,000", 
    "54.3", 
    "54.4", 
    "54.6", 
    "54.875", 
    "541", 
    "545.96", 
    "547,000", 
    "547,347,585", 
    "549.9", 
    "55", 
    "55,000", 
    "55.7", 
    "550", 
    "550,000", 
    "552", 
    "552,302", 
    "557,000", 
    "55th", 
    "56", 
    "56,000", 
    "56-year-old", 
    "56.1", 
    "56.25", 
    "56.9", 
    "560", 
    "566", 
    "569,000", 
    "57", 
    "57-year-old", 
    "572", 
    "576", 
    "577.3", 
    "58", 
    "58,000", 
    "58.2", 
    "58.8", 
    "58.9", 
    "580", 
    "582.6", 
    "587", 
    "589", 
    "59", 
    "59.5", 
    "59.50", 
    "59.7", 
    "593.5", 
    "596.8", 
    "599.4", 
    "5:04", 
    "5:09", 
    "5:40", 
    "5\\/100", 
    "5\\/8", 
    "6", 
    "6,000", 
    "6,000-member", 
    "6,050", 
    "6,320", 
    "6,480", 
    "6,727,042", 
    "6,805", 
    "6,840", 
    "6.03", 
    "6.05", 
    "6.07", 
    "6.1", 
    "6.15", 
    "6.2", 
    "6.23", 
    "6.25", 
    "6.3", 
    "6.30", 
    "6.34", 
    "6.4", 
    "6.40", 
    "6.46", 
    "6.5", 
    "6.59", 
    "6.6", 
    "6.63", 
    "6.7", 
    "6.70", 
    "6.71", 
    "6.75", 
    "6.79", 
    "6.8", 
    "6.80", 
    "6.9", 
    "6.90", 
    "6.94", 
    "60", 
    "60,000", 
    "60,000-odd", 
    "60-day", 
    "60-inch", 
    "60-second", 
    "60-year-old", 
    "60.1", 
    "60.2", 
    "60.3", 
    "600", 
    "600,000", 
    "604.72", 
    "61", 
    "61,493", 
    "61-year-old", 
    "61.125", 
    "61.4", 
    "61.875", 
    "613", 
    "614.6", 
    "616", 
    "617", 
    "618.6", 
    "618.9", 
    "62", 
    "62%-owned", 
    "62,000", 
    "62.1", 
    "62.3", 
    "62.36", 
    "62.42", 
    "62.5", 
    "62.50", 
    "62.8", 
    "62.875", 
    "620.5", 
    "621", 
    "622", 
    "625", 
    "625,000", 
    "628", 
    "629", 
    "63", 
    "63,971", 
    "63.52", 
    "63.9", 
    "638,000", 
    "64", 
    "640,000", 
    "643.4", 
    "645-293", 
    "647.33-point", 
    "65", 
    "65,619", 
    "65-day", 
    "65-year-old", 
    "65.2", 
    "65.7", 
    "65.9", 
    "650,000", 
    "650-or-so", 
    "650.9", 
    "654", 
    "655", 
    "66", 
    "66.5", 
    "66.6", 
    "66.7", 
    "660", 
    "664.3", 
    "666,666", 
    "668", 
    "67", 
    "67,972", 
    "67-31", 
    "67-year-old", 
    "67.1", 
    "67.75", 
    "67.9", 
    "670", 
    "671", 
    "673", 
    "678", 
    "679.5", 
    "68", 
    "68.2", 
    "68.4", 
    "68.42", 
    "68.5", 
    "68.9", 
    "682.7", 
    "684", 
    "69", 
    "69,105", 
    "69-26", 
    "691.09", 
    "696.1", 
    "699", 
    "6:50", 
    "6\\/2", 
    "6\\/32", 
    "7", 
    "7,500", 
    "7,580", 
    "7,592,988", 
    "7-28", 
    "7.0", 
    "7.01", 
    "7.02", 
    "7.03", 
    "7.06", 
    "7.1", 
    "7.10", 
    "7.2", 
    "7.20", 
    "7.22", 
    "7.32", 
    "7.35", 
    "7.37", 
    "7.4", 
    "7.41", 
    "7.42", 
    "7.45", 
    "7.5", 
    "7.50", 
    "7.51", 
    "7.52", 
    "7.53", 
    "7.56", 
    "7.57", 
    "7.6", 
    "7.61", 
    "7.65", 
    "7.7", 
    "7.73", 
    "7.74", 
    "7.75", 
    "7.8", 
    "7.82", 
    "7.86", 
    "7.875", 
    "7.88", 
    "7.89", 
    "7.937", 
    "7.95", 
    "7.955", 
    "7.98", 
    "70", 
    "70,000", 
    "70.1", 
    "70.5-point", 
    "700", 
    "700,000", 
    "702.4", 
    "708,000", 
    "71", 
    "71%-owned", 
    "71.25", 
    "71.36", 
    "71.6", 
    "711.9", 
    "72", 
    "72-year-old", 
    "72.2", 
    "72.6", 
    "720", 
    "723", 
    "724.4", 
    "727", 
    "729", 
    "73", 
    "73,100", 
    "73-year-old", 
    "73.6", 
    "730.1", 
    "734.8", 
    "74", 
    "74.125", 
    "743.7", 
    "747", 
    "747.7", 
    "748", 
    "75", 
    "75,000", 
    "75.2", 
    "75.3", 
    "75.875", 
    "750", 
    "750,000", 
    "750th", 
    "754", 
    "755.9", 
    "756", 
    "75th", 
    "76", 
    "76,000", 
    "76-page", 
    "76.4", 
    "76.5", 
    "76.66", 
    "76.7", 
    "761.38", 
    "767", 
    "77", 
    "773.94", 
    "778", 
    "78", 
    "78.4", 
    "780", 
    "783", 
    "785", 
    "788", 
    "788.8", 
    "79", 
    "79-year-old", 
    "792", 
    "7:13", 
    "7\\/16", 
    "7\\/32", 
    "7\\/8", 
    "7a", 
    "7b", 
    "8", 
    "8%-10", 
    "8,000", 
    "8,524", 
    "8,880", 
    "8.007", 
    "8.01", 
    "8.02", 
    "8.03", 
    "8.032", 
    "8.04", 
    "8.05", 
    "8.06", 
    "8.08", 
    "8.1", 
    "8.15", 
    "8.17", 
    "8.19", 
    "8.2", 
    "8.20", 
    "8.21", 
    "8.25", 
    "8.26", 
    "8.27", 
    "8.28", 
    "8.3", 
    "8.30", 
    "8.32", 
    "8.325", 
    "8.375", 
    "8.4", 
    "8.40", 
    "8.42", 
    "8.425", 
    "8.45", 
    "8.48", 
    "8.5", 
    "8.50", 
    "8.525", 
    "8.53", 
    "8.55", 
    "8.59", 
    "8.6", 
    "8.60", 
    "8.61", 
    "8.7", 
    "8.70", 
    "8.74", 
    "8.75", 
    "8.79", 
    "8.8", 
    "8.80", 
    "8.81", 
    "8.875", 
    "8.9", 
    "8.98", 
    "80", 
    "80%-owned", 
    "80,000", 
    "800", 
    "800,000", 
    "800-462-9029", 
    "806.7", 
    "807", 
    "807.5", 
    "81", 
    "81%-owned", 
    "81.125", 
    "81.50", 
    "81.9", 
    "813", 
    "82", 
    "82-day", 
    "822", 
    "83", 
    "83.7", 
    "830.5", 
    "833", 
    "835", 
    "837", 
    "837.5", 
    "838.3", 
    "84", 
    "84.4", 
    "841", 
    "845.7", 
    "85", 
    "85.339", 
    "85.49", 
    "85.50", 
    "85.60", 
    "85.7", 
    "850", 
    "86", 
    "86.3", 
    "86.4", 
    "86.50", 
    "861", 
    "862", 
    "866", 
    "87", 
    "87.026", 
    "87.1", 
    "87.5", 
    "871", 
    "876", 
    "877.6", 
    "88", 
    "88.12", 
    "88.7", 
    "880", 
    "89", 
    "89.2", 
    "89.75", 
    "899.6", 
    "899.8", 
    "8:01", 
    "9", 
    "9,000", 
    "9,023", 
    "9,360", 
    "9,800", 
    "9.03", 
    "9.07", 
    "9.1", 
    "9.13", 
    "9.2", 
    "9.29", 
    "9.3", 
    "9.33", 
    "9.37", 
    "9.4", 
    "9.42", 
    "9.49", 
    "9.5", 
    "9.51", 
    "9.53", 
    "9.6", 
    "9.664", 
    "9.7", 
    "9.75", 
    "9.76", 
    "9.8", 
    "9.80", 
    "9.81", 
    "9.83", 
    "9.87", 
    "9.875", 
    "9.88", 
    "9.9", 
    "9.9375", 
    "90", 
    "90-foot", 
    "90-year", 
    "900", 
    "900,000", 
    "9000", 
    "905", 
    "91", 
    "91.7", 
    "911", 
    "918.4", 
    "92", 
    "921.6", 
    "923", 
    "923,500", 
    "93", 
    "93.7", 
    "930", 
    "942", 
    "944,000", 
    "95", 
    "95.2", 
    "95.25", 
    "95.72", 
    "95.75", 
    "95.8", 
    "950", 
    "951", 
    "96", 
    "960,000", 
    "963", 
    "97", 
    "97-nation", 
    "97.9", 
    "971,000", 
    "98", 
    "98.481", 
    "981.2", 
    "99", 
    "99,000", 
    "99,385", 
    "99-cent", 
    "99.1", 
    "99.5", 
    "99.75", 
    "99.85", 
    "99.9", 
    "99.90", 
    "992.7", 
    "9:31", 
    "9:38", 
    "9:53", 
    "9\\/16", 
    "9\\/32", 
    ":", 
    ";", 
    "=", 
    "?", 
    "@", 
    "\\*", 
    "\\*\\*", 
    "`", 
    "``", 
    "a", 
    "a&m", 
    "a.", 
    "a.d.l.", 
    "a.f.", 
    "a.g.", 
    "a.k.a", 
    "a.m", 
    "a.m.", 
    "a.p.", 
    "ab", 
    "abandoned", 
    "abandons", 
    "abated", 
    "abatement", 
    "abbe", 
    "abbott", 
    "abc", 
    "aberdeen", 
    "abetting", 
    "ability", 
    "able", 
    "abnormal", 
    "aboard", 
    "abolition", 
    "abortion", 
    "abortion-related", 
    "abortion-rights", 
    "abortions", 
    "abounded", 
    "about", 
    "above", 
    "abraham", 
    "abramson", 
    "abrasive", 
    "abrasives", 
    "abroad", 
    "abrupt", 
    "abruptly", 
    "absence", 
    "absenteeism", 
    "absolute", 
    "absolutely", 
    "absolutism", 
    "absorb", 
    "absorbed", 
    "absorbent", 
    "absorbs", 
    "abstracts", 
    "abundant", 
    "abuse", 
    "abuses", 
    "abusing", 
    "ac&r", 
    "ac&r\\/ccl", 
    "academic", 
    "academy", 
    "accelerate", 
    "accelerated", 
    "accelerates", 
    "accelerating", 
    "accent", 
    "accept", 
    "acceptable", 
    "acceptance", 
    "acceptances", 
    "accepted", 
    "accepting", 
    "access", 
    "accessories", 
    "accessory", 
    "accident", 
    "acclaim", 
    "accolade", 
    "accommodate", 
    "accommodation", 
    "accomodate", 
    "accompanied", 
    "accompanies", 
    "accompany", 
    "accompanying", 
    "accompli", 
    "accomplished", 
    "accord", 
    "according", 
    "accords", 
    "account", 
    "accountability", 
    "accountable", 
    "accountant", 
    "accountants", 
    "accounted", 
    "accounting", 
    "accounts", 
    "accrual", 
    "accrued", 
    "accruing", 
    "accumulate", 
    "accumulated", 
    "accumulation", 
    "accuracy", 
    "accurate", 
    "accusations", 
    "accused", 
    "accusing", 
    "accustomed", 
    "ace", 
    "achievable", 
    "achieve", 
    "achieved", 
    "achievement", 
    "achievements", 
    "achieves", 
    "achieving", 
    "acknowledged", 
    "acknowledges", 
    "aclu", 
    "acquire", 
    "acquired", 
    "acquirer", 
    "acquirers", 
    "acquires", 
    "acquiring", 
    "acquisition", 
    "acquisitions", 
    "acquisitive", 
    "acquit", 
    "acquittal", 
    "acquitted", 
    "acres", 
    "across", 
    "across-the-board", 
    "acrylic", 
    "act", 
    "acted", 
    "acting", 
    "action", 
    "actionable", 
    "actions", 
    "active", 
    "actively", 
    "activist", 
    "activists", 
    "activities", 
    "activity", 
    "acton", 
    "actor", 
    "actress", 
    "acts", 
    "actual", 
    "actually", 
    "actuarial", 
    "ad", 
    "ad-agency", 
    "ad-hoc", 
    "ad-supported", 
    "adam", 
    "adamant", 
    "adams", 
    "adamski", 
    "adapted", 
    "adapter", 
    "add", 
    "added", 
    "addiction-treatment", 
    "adding", 
    "addington", 
    "addiss", 
    "addition", 
    "additional", 
    "additionally", 
    "additions", 
    "address", 
    "addressed", 
    "addresses", 
    "addressing", 
    "adds", 
    "adequate", 
    "adequately", 
    "adjacent", 
    "adjudicator", 
    "adjudicators", 
    "adjust", 
    "adjustable", 
    "adjusted", 
    "adjusters", 
    "adjusting", 
    "adjustment", 
    "adjustments", 
    "adjusts", 
    "adlai", 
    "administration", 
    "administrations", 
    "administrative", 
    "administrator", 
    "administrators", 
    "admission", 
    "admissions", 
    "admit", 
    "admits", 
    "admitted", 
    "admittedly", 
    "admitting", 
    "adn", 
    "adobe", 
    "adopt", 
    "adopted", 
    "adopting", 
    "adoption", 
    "ads", 
    "adsi", 
    "adults", 
    "advance", 
    "advance-purchase", 
    "advanced", 
    "advanced-ceramics", 
    "advancer", 
    "advancers", 
    "advances", 
    "advancing", 
    "advantage", 
    "advantages", 
    "advent", 
    "adventurism", 
    "adverse", 
    "adversely", 
    "advertisement", 
    "advertiser", 
    "advertisers", 
    "advertising", 
    "advertising-backed", 
    "advice", 
    "advise", 
    "advised", 
    "adviser", 
    "advisers", 
    "advises", 
    "advising", 
    "advisor", 
    "advisors", 
    "advisory", 
    "advocate", 
    "advocated", 
    "advocates", 
    "aegon", 
    "aerobics", 
    "aeroflot", 
    "aeronautics", 
    "aeroquip", 
    "aerospace", 
    "aetna", 
    "aew", 
    "affair", 
    "affairs", 
    "affect", 
    "affected", 
    "affecting", 
    "affects", 
    "affidavit", 
    "affidavits", 
    "affiliate", 
    "affiliated", 
    "affiliates", 
    "affiliation", 
    "affirmative-action", 
    "affirmed", 
    "afflicted", 
    "affluent", 
    "afford", 
    "affordable", 
    "afforded", 
    "afghanistan", 
    "afire", 
    "afloat", 
    "aforementioned", 
    "afraid", 
    "africa", 
    "africaine", 
    "african", 
    "african-controlled", 
    "afrikaner", 
    "afrikanerdom", 
    "afrikaners", 
    "after", 
    "after-tax", 
    "aftereffects", 
    "aftermath", 
    "afternoon", 
    "afternoons", 
    "aftershock", 
    "aftershock-damping", 
    "aftershock-resistant", 
    "aftershocks", 
    "afterward", 
    "afterwards", 
    "ag", 
    "again", 
    "against", 
    "age", 
    "aged", 
    "agencies", 
    "agency", 
    "agenda", 
    "agent", 
    "agents", 
    "aggravated", 
    "aggravates", 
    "aggressive", 
    "aggressively", 
    "agility", 
    "aging", 
    "agnos", 
    "ago", 
    "agrarian-reform", 
    "agree", 
    "agreed", 
    "agreeing", 
    "agreement", 
    "agreements", 
    "agrees", 
    "agricola", 
    "agricultural", 
    "agriculture", 
    "agriproducts", 
    "ags", 
    "ahead", 
    "ahmad", 
    "ahmanson", 
    "aid", 
    "aide", 
    "aided", 
    "aides", 
    "aids", 
    "ailing", 
    "ailment", 
    "aim", 
    "aimed", 
    "aiming", 
    "aimlessly", 
    "aims", 
    "ain't-it-great-to-be-a-texan", 
    "air", 
    "air-cargo", 
    "air-freight", 
    "air-freight-forwarding", 
    "air-interdiction", 
    "air-traffic", 
    "airbus", 
    "aircraft", 
    "airfare", 
    "airlifting", 
    "airline", 
    "airliners", 
    "airlines", 
    "airplanes", 
    "airport", 
    "airports", 
    "airs", 
    "airwaves", 
    "airways", 
    "aisle", 
    "ajinomoto", 
    "al", 
    "ala.", 
    "alabama", 
    "alameda", 
    "alamo", 
    "alamos", 
    "alan", 
    "alarm", 
    "alarmed", 
    "alarming", 
    "alarms", 
    "albany", 
    "albeit", 
    "albert", 
    "alberta", 
    "alberto", 
    "albuquerque", 
    "alcarria", 
    "alcatraz", 
    "alcee", 
    "alchemists", 
    "alcohol", 
    "aldrich", 
    "ale", 
    "alert", 
    "alerted", 
    "alerting", 
    "alex", 
    "alexander", 
    "alexandra", 
    "alexandria", 
    "alfred", 
    "alfredo", 
    "alida", 
    "aliens", 
    "aligned", 
    "alike", 
    "alimony", 
    "alive", 
    "all", 
    "all-day", 
    "all-employee", 
    "all-options", 
    "all-stock", 
    "all-time", 
    "all-too-familiar", 
    "all-white", 
    "allegations", 
    "allege", 
    "alleged", 
    "allegedly", 
    "alleges", 
    "allegiance", 
    "alleging", 
    "allen", 
    "allenport", 
    "allentown", 
    "allergies", 
    "allergy", 
    "alleviate", 
    "alleviating", 
    "alliance", 
    "alliances", 
    "allied", 
    "allied-lyons", 
    "allies", 
    "allocate", 
    "allocated", 
    "allocation", 
    "allocations", 
    "allotment", 
    "allow", 
    "allowance", 
    "allowed", 
    "allowing", 
    "allows", 
    "alloys", 
    "allstate", 
    "allure", 
    "alluring", 
    "alma", 
    "almanac", 
    "almost", 
    "aloe", 
    "aloft", 
    "alone", 
    "along", 
    "alongside", 
    "alonso", 
    "alper", 
    "alq-135", 
    "alq-178", 
    "already", 
    "already-reluctant", 
    "also", 
    "alsthom", 
    "alter", 
    "altered", 
    "alternate", 
    "alternative", 
    "alternatives", 
    "although", 
    "altman", 
    "alto", 
    "altogether", 
    "aluminium", 
    "aluminum", 
    "alumnus", 
    "alusuisse", 
    "always", 
    "am", 
    "amassed", 
    "amasses", 
    "amateurs", 
    "amazement", 
    "amazing", 
    "amazon", 
    "ambassador", 
    "amber", 
    "ambiguities", 
    "ambitions", 
    "ambitious", 
    "ambivalence", 
    "ambivalent", 
    "ambulatory", 
    "ambushed", 
    "amcap", 
    "amdahl", 
    "amdura", 
    "amended", 
    "amendment", 
    "amendments", 
    "amenities", 
    "america", 
    "american", 
    "americans", 
    "americas", 
    "ameritas", 
    "ameritech", 
    "amerman", 
    "ameron", 
    "ames", 
    "amex", 
    "amfac", 
    "amgen", 
    "amhowitz", 
    "amicable", 
    "amid", 
    "amiga", 
    "amityville", 
    "amoco", 
    "amon", 
    "among", 
    "amongst", 
    "amount", 
    "amounted", 
    "amounts", 
    "ample", 
    "amplifier", 
    "amr", 
    "amram", 
    "amro", 
    "amstel", 
    "amsterdam", 
    "amtrak", 
    "amused", 
    "amusing", 
    "amway", 
    "an", 
    "ana", 
    "anachronisms", 
    "anaheim", 
    "anaheim-santa", 
    "analogous", 
    "analysis", 
    "analyst", 
    "analysts", 
    "analyzing", 
    "anb", 
    "anc", 
    "ancient", 
    "and", 
    "and\\/or", 
    "anderson", 
    "andersson", 
    "andre", 
    "andreas", 
    "andreassen", 
    "andrew", 
    "anew", 
    "angel", 
    "angeles", 
    "angeles-based", 
    "angels", 
    "anger", 
    "angered", 
    "angina", 
    "angle", 
    "anglo", 
    "anglo-american", 
    "anglo-dutch", 
    "anglo-french", 
    "angora", 
    "angrist", 
    "angry", 
    "anguished", 
    "animal-rights", 
    "animals", 
    "animation", 
    "aniskovich", 
    "ann", 
    "annals", 
    "anniversary", 
    "announce", 
    "announced", 
    "announcement", 
    "announcements", 
    "announcing", 
    "annoyed", 
    "annual", 
    "annualized", 
    "annually", 
    "annuities", 
    "annuity", 
    "anomalous", 
    "anonymity", 
    "another", 
    "answer", 
    "answers", 
    "antacid", 
    "antagonize", 
    "antarctica", 
    "ante", 
    "anterior", 
    "anthem", 
    "anthony", 
    "anti-abortion", 
    "anti-abortionists", 
    "anti-american", 
    "anti-cancer", 
    "anti-drug", 
    "anti-fraud", 
    "anti-galileo", 
    "anti-government", 
    "anti-infectives", 
    "anti-japanese", 
    "anti-nuclear", 
    "anti-outsider", 
    "anti-sandinista", 
    "anti-somoza", 
    "anti-soviet", 
    "anti-takeover", 
    "anti-tax", 
    "anti-tax-shelter", 
    "anti-turkish", 
    "antianemia", 
    "anticipate", 
    "anticipated", 
    "anticipates", 
    "anticipation", 
    "antiquated", 
    "antique", 
    "antiquities", 
    "antithetical", 
    "antitrust", 
    "anton", 
    "antonini", 
    "antonovich", 
    "ants", 
    "anxiety", 
    "anxious", 
    "any", 
    "anybody", 
    "anymore", 
    "anyone", 
    "anything", 
    "anytime", 
    "anyway", 
    "anywhere", 
    "aon", 
    "aoun", 
    "aparently", 
    "apart", 
    "apartheid", 
    "apartment", 
    "apartments", 
    "apiece", 
    "apollo", 
    "apologies", 
    "apologizes", 
    "appalachia", 
    "appalled", 
    "apparatus", 
    "apparel", 
    "apparent", 
    "apparently", 
    "appeal", 
    "appealed", 
    "appealing", 
    "appeals", 
    "appeals-court", 
    "appear", 
    "appearance", 
    "appearances", 
    "appeared", 
    "appearing", 
    "appears", 
    "appeased", 
    "appellate", 
    "appert", 
    "applaud", 
    "applause", 
    "apple", 
    "appliance", 
    "appliances", 
    "applicable", 
    "applicants", 
    "application", 
    "applications", 
    "applied", 
    "applies", 
    "apply", 
    "applying", 
    "appoint", 
    "appointed", 
    "appointment", 
    "appointments", 
    "appraisal", 
    "appraisals", 
    "appraisers", 
    "appreciable", 
    "appreciate", 
    "appreciated", 
    "appreciation", 
    "apprised", 
    "approach", 
    "approached", 
    "approaches", 
    "approaching", 
    "appropriate", 
    "appropriated", 
    "appropriateness", 
    "appropriations", 
    "approval", 
    "approvals", 
    "approve", 
    "approved", 
    "approving", 
    "approximately", 
    "april", 
    "apt", 
    "aqua", 
    "aquino", 
    "ara", 
    "arab", 
    "arab-israeli", 
    "arabia", 
    "arabian", 
    "arafat", 
    "arbel", 
    "arbitrage", 
    "arbitraging", 
    "arbitrarily", 
    "arbitrates", 
    "arbitration", 
    "arby", 
    "arcane", 
    "arch", 
    "arched", 
    "architect", 
    "architects", 
    "architecture", 
    "archrival", 
    "arco", 
    "arctic", 
    "ardent", 
    "are", 
    "area", 
    "areas", 
    "arena", 
    "arfeen", 
    "argentina", 
    "argentine", 
    "argue", 
    "argued", 
    "argues", 
    "arguing", 
    "argument", 
    "arguments", 
    "arias", 
    "arise", 
    "arisen", 
    "arises", 
    "arising", 
    "aristocratic", 
    "ariz", 
    "ariz.", 
    "arizona", 
    "ark", 
    "ark.", 
    "arkansas", 
    "arkansas-based", 
    "arlen", 
    "arm", 
    "armadillos", 
    "armco", 
    "armed", 
    "armenian", 
    "armenians", 
    "armies", 
    "armonk", 
    "armory", 
    "arms", 
    "armstrong", 
    "army", 
    "arnold", 
    "arose", 
    "around", 
    "aroused", 
    "arrange", 
    "arranged", 
    "arrangement", 
    "arrangements", 
    "arranging", 
    "array", 
    "arrest", 
    "arrested", 
    "arrests", 
    "arrivals", 
    "arrive", 
    "arrived", 
    "arrives", 
    "arriving", 
    "art", 
    "arteries", 
    "artery", 
    "artery-clogging", 
    "arthritis", 
    "arthur", 
    "article", 
    "articles", 
    "artillerists", 
    "artist", 
    "artists", 
    "artois", 
    "arts", 
    "artwork", 
    "arty", 
    "aruba", 
    "as", 
    "asbestos", 
    "asbury", 
    "ascent", 
    "asheville", 
    "ashland", 
    "ashton-tate", 
    "asia", 
    "asia\\/australia", 
    "asian", 
    "aside", 
    "asilone", 
    "ask", 
    "asked", 
    "asking", 
    "asks", 
    "asleep", 
    "aspect", 
    "aspects", 
    "asphalt", 
    "aspirations", 
    "assad", 
    "assassination", 
    "assassinations", 
    "assault", 
    "asseet", 
    "assemble", 
    "assembled", 
    "assembly", 
    "asserted", 
    "assertive", 
    "asserts", 
    "assess", 
    "assessed", 
    "assessing", 
    "assessment", 
    "assessments", 
    "asset", 
    "asset-backed", 
    "assets", 
    "assiduously", 
    "assign", 
    "assigned", 
    "assist", 
    "assistance", 
    "assistant", 
    "assisted-living", 
    "assisting", 
    "assists", 
    "associate", 
    "associated", 
    "associates", 
    "associating", 
    "association", 
    "associations", 
    "assorted", 
    "assortment", 
    "assuage", 
    "assume", 
    "assumed", 
    "assumes", 
    "assuming", 
    "assumption", 
    "assumptions", 
    "assurance", 
    "assurances", 
    "assured", 
    "assuring", 
    "asteroids", 
    "asthma", 
    "astonishing", 
    "astonishment", 
    "astride", 
    "astronauts", 
    "astronomer", 
    "at", 
    "at&t", 
    "at-market", 
    "atchinson", 
    "ate", 
    "athletes", 
    "athletic", 
    "athletics", 
    "atkinson", 
    "atlanta", 
    "atlanta-based", 
    "atlantans", 
    "atlantic", 
    "atlantis", 
    "atlas", 
    "atmosphere", 
    "atmospheric", 
    "atoms", 
    "atop", 
    "atrium", 
    "attach", 
    "attached", 
    "attaching", 
    "attachment", 
    "attack", 
    "attacked", 
    "attacks", 
    "attain", 
    "attarcks", 
    "attempt", 
    "attempted", 
    "attempting", 
    "attempts", 
    "attend", 
    "attendance", 
    "attendant", 
    "attendants", 
    "attended", 
    "attending", 
    "attention", 
    "attitude", 
    "attitudes", 
    "attorney", 
    "attorneys", 
    "attract", 
    "attracted", 
    "attracting", 
    "attractive", 
    "attracts", 
    "attributable", 
    "attribute", 
    "attributed", 
    "attributing", 
    "attrition", 
    "auction", 
    "auctioneer", 
    "audacity", 
    "audi", 
    "audience", 
    "audiences", 
    "audio", 
    "audit", 
    "audited", 
    "auditing", 
    "audition", 
    "auditors", 
    "audits", 
    "aug.", 
    "august", 
    "auspicious", 
    "aussedat", 
    "austerity", 
    "austin", 
    "australia", 
    "australian", 
    "author", 
    "authoritative", 
    "authorities", 
    "authority", 
    "authorization", 
    "authorize", 
    "authorized", 
    "authors", 
    "auto", 
    "auto-industry", 
    "autodesk", 
    "autograph", 
    "autographs", 
    "automated", 
    "automated-teller", 
    "automatic", 
    "automatically", 
    "automating", 
    "automobile", 
    "automobiles", 
    "automotive", 
    "autos", 
    "autumn", 
    "auxiliary", 
    "availability", 
    "available", 
    "avalanche", 
    "avdel", 
    "avenue", 
    "avenues", 
    "average", 
    "averaged", 
    "averages", 
    "averaging", 
    "avert", 
    "averting", 
    "avery", 
    "aviacion", 
    "avianca", 
    "aviation", 
    "avis", 
    "aviv", 
    "avner", 
    "avoid", 
    "avoided", 
    "avondale", 
    "await", 
    "awaited", 
    "awaiting", 
    "awaits", 
    "award", 
    "awarded", 
    "awarding", 
    "awards", 
    "aware", 
    "awareness", 
    "away", 
    "awful", 
    "awhile", 
    "awry", 
    "ax", 
    "axe", 
    "axiom", 
    "azioni", 
    "b", 
    "b-2", 
    "b.", 
    "b.a.t", 
    "b2", 
    "ba3", 
    "baa-2", 
    "babe", 
    "babel", 
    "babies", 
    "baby", 
    "baccalaureate", 
    "bache", 
    "bachman", 
    "bachtold", 
    "back", 
    "back-yard", 
    "backbone", 
    "backdrop", 
    "backed", 
    "backed-up", 
    "backers", 
    "background", 
    "backgrounds", 
    "backing", 
    "backlog", 
    "backs", 
    "backup", 
    "backwards", 
    "backyard", 
    "bacon", 
    "bacteria", 
    "bad", 
    "baden-wuerttemberg", 
    "badly", 
    "baer", 
    "bag", 
    "bagpipe", 
    "bags", 
    "bail", 
    "bailard", 
    "bailey", 
    "bailit", 
    "bailout", 
    "bailouts", 
    "bain", 
    "baker", 
    "bakeries", 
    "bakers", 
    "balance", 
    "balanced", 
    "balconies", 
    "bald", 
    "baldwin", 
    "balked", 
    "ball", 
    "ballhaus", 
    "ballistic", 
    "balloon", 
    "ballpark", 
    "ballplayer", 
    "ballroom", 
    "balls", 
    "bally", 
    "balmy", 
    "baloney", 
    "baltic", 
    "baltimore", 
    "ban", 
    "banal", 
    "banana", 
    "banc", 
    "banca", 
    "banco", 
    "bancorp", 
    "bancorp.", 
    "band", 
    "bandler", 
    "bandwagon", 
    "bang", 
    "banish", 
    "bank", 
    "bank-backed", 
    "bank-branch", 
    "bank-fraud", 
    "bank-holding", 
    "bank-teller", 
    "bankamerica", 
    "bankcard", 
    "banker", 
    "bankers", 
    "banking", 
    "bankroll", 
    "bankrupt", 
    "bankruptcy", 
    "banks", 
    "bankshares", 
    "bankwatch", 
    "banned", 
    "banner", 
    "banning", 
    "banponce", 
    "banque", 
    "banquet-hall", 
    "bans", 
    "bapilly", 
    "bar", 
    "barasch", 
    "barbara", 
    "barbecue", 
    "barber", 
    "barbie", 
    "barbra", 
    "barbs", 
    "barclays", 
    "bard", 
    "barely", 
    "bargain", 
    "bargain-basement", 
    "bargain-hunters", 
    "bargaining", 
    "bargelike", 
    "baring", 
    "barksdale", 
    "barlow", 
    "barnett", 
    "barney", 
    "barometer", 
    "barred", 
    "barrel", 
    "barreling", 
    "barrels", 
    "barricades", 
    "barrier", 
    "barrier-island", 
    "barriers", 
    "barring", 
    "barris", 
    "barron", 
    "barry", 
    "bart", 
    "bartenders", 
    "base", 
    "baseball", 
    "baseball-card", 
    "based", 
    "baseline", 
    "basement", 
    "bases", 
    "basf", 
    "basic", 
    "basically", 
    "basinger", 
    "basir", 
    "basis", 
    "basket", 
    "basketball", 
    "baskets", 
    "bass", 
    "batch", 
    "batchelder", 
    "bateman", 
    "bathrooms", 
    "bathtub", 
    "batman", 
    "battered", 
    "batteries", 
    "battery", 
    "battery-operated", 
    "battery-powered", 
    "battle", 
    "battled", 
    "battleground", 
    "battles", 
    "battling", 
    "bauer", 
    "bavaria", 
    "baxter", 
    "bay", 
    "bbb", 
    "bbdo", 
    "bdo", 
    "be", 
    "beach", 
    "beach-house", 
    "beaches", 
    "beale", 
    "bean", 
    "bear", 
    "bearing", 
    "bearings", 
    "bearish", 
    "bears", 
    "beasts", 
    "beat", 
    "beau", 
    "beauregard", 
    "beautiful", 
    "beauty", 
    "beaux", 
    "beaver", 
    "became", 
    "because", 
    "becker", 
    "become", 
    "becomes", 
    "becoming", 
    "becton", 
    "bed", 
    "bedevil", 
    "bedeviled", 
    "beds", 
    "beecham", 
    "beef", 
    "beefeater", 
    "beefed", 
    "beefy", 
    "been", 
    "beeps", 
    "beer", 
    "beers", 
    "before", 
    "before-tax", 
    "began", 
    "begin", 
    "beginning", 
    "beginnings", 
    "begins", 
    "begun", 
    "behalf", 
    "behave", 
    "behaving", 
    "behavior", 
    "behest", 
    "behind", 
    "beholden", 
    "beijing", 
    "being", 
    "belatedly", 
    "belch", 
    "belding", 
    "belief", 
    "beliefs", 
    "belier", 
    "believe", 
    "believed", 
    "believes", 
    "bell", 
    "belli", 
    "bells", 
    "bellsouth", 
    "bellwether", 
    "bellwethers", 
    "belmont", 
    "belong", 
    "belongs", 
    "beloved", 
    "below", 
    "bemused", 
    "ben", 
    "bench", 
    "benchmark", 
    "bend", 
    "benda", 
    "beneath", 
    "benefactors", 
    "beneficiaries", 
    "benefit", 
    "benefit-seeking", 
    "benefited", 
    "benefiting", 
    "benefits", 
    "beng", 
    "bennett", 
    "benny", 
    "bens", 
    "benson", 
    "benton", 
    "bentsen", 
    "beretta", 
    "berkeley", 
    "berkshire", 
    "berlin", 
    "bernard", 
    "bernie", 
    "bernstein", 
    "berry", 
    "beset", 
    "besides", 
    "besieged", 
    "bessemer", 
    "best", 
    "best-known", 
    "best-performing", 
    "best-run", 
    "best-selling", 
    "bestseller", 
    "bet", 
    "beta", 
    "betas", 
    "betawest", 
    "beth", 
    "bethlehem", 
    "bets", 
    "better", 
    "better-safe-than", 
    "betting", 
    "bettner", 
    "betty", 
    "between", 
    "beverage", 
    "beverly", 
    "beware", 
    "beyond", 
    "bfree", 
    "bhd.", 
    "bi-polar", 
    "bias", 
    "bible", 
    "bickering", 
    "bicycle", 
    "bicycles", 
    "bid", 
    "bid-wanted", 
    "bidder", 
    "bidders", 
    "bidding", 
    "bids", 
    "biehl", 
    "big", 
    "big-bucks", 
    "big-city", 
    "big-company", 
    "big-time", 
    "bigger", 
    "biggest", 
    "bilges", 
    "bill", 
    "billed", 
